Repository: KiOui/beestfeest-ragweek-plugin
Catalog: beestfeest-ragweek-plugin/languages/beestfeest-ragweek-*.po
Languages: nl_nl

source: A WordPress plugin for the BeestFeest RAGweek edition
nl_nl: Een WordPress plugin voor de BeestFeest RAGweek editie

source: Current bid
nl_nl: Huidig bod

source: RAGweek manager
nl_nl: RAGweek beheerder

source: Requested songs
nl_nl: Aangevraagde nummers

source: Requested song
nl_nl: Aangevraagd nummer

source: Add New
nl_nl: Voeg Nieuwe toe

source: Add New Requested song
nl_nl: Voeg Nieuw Aangevraagd nummer toe

source: Edit Requested song
nl_nl: Bewerk Aangevraagd nummer

source: New Requested song
nl_nl: Nieuw Aangevraagd nummer

source: View Requested song
nl_nl: Bekijk Aangevraagd nummer

source: View Requested songs
nl_nl: Bekijk Aangevraagde nummers

source: Search Requested songs
nl_nl: Zoek Aangevraagde nummers

source: No requested songs found
nl_nl: Geen aangevraagde nummers gevonden

source: No requested songs found in trash
nl_nl: Geen aangevraagde nummers gevonden in de prullenbak

source: Parent Requested song
nl_nl: Hoofd Aangevraagd nummer

source: All Requested songs
nl_nl: Alle Aangevraagde nummers

source: Requested song Archives
nl_nl: Aangevraagd nummer Archieven

source: Requested song Attributes
nl_nl: Aangevraagd nummer attributen

source: Insert into requested song
nl_nl: Voeg in aangevraagd nummer

source: Uploaded to this requested song
nl_nl: Geüpload naar dit aangevraagde nummer

source: Featured image
nl_nl: Uitgelichte afbeelding

source: Set featured image
nl_nl: Stel uitgelichte afbeelding in

source: Remove featured image
nl_nl: Verwijder uitgelichte afbeelding

source: Use as featured image
nl_nl: Gebruik als uitgelichte afbeelding

source: Filter requested songs list
nl_nl: Filter aangevraagde nummers lijst

source: Filter by date
nl_nl: Filter op datum

source: Requested songs list navigation
nl_nl: Aangevraagde nummers lijst navigatie

source: Requested songs list
nl_nl: Aangevraagde nummers lijst

source: Requested song published
nl_nl: Aangevraagd nummer gepubliceerd

source: Requested song published privately
nl_nl: Aangevraagd nummer privé gepubliceerd

source: Requested song reverted to draft
nl_nl: Aangevraagd nummer teruggedraaid naar concept

source: Requested song scheduled
nl_nl: Aangevraagd nummer ingepland

source: Requested song updated
nl_nl: Aangevraagd nummer geüpdatet

source: Requested song post type
nl_nl: Aangevraagd nummer post type

source: Notifications
nl_nl: Aankondigingen

source: Notification
nl_nl: Aankondiging

source: Add New Notification
nl_nl: Voeg Nieuwe Aankondiging toe

source: Edit Notification
nl_nl: Bewerk Aankondiging

source: New Notification
nl_nl: Nieuwe Aankondiging

source: View Notification
nl_nl: Bekijk Aankondiging

source: View Notifications
nl_nl: Bekijk Aankondigingen

source: Search Notifications
nl_nl: Zoek Aankondigingen

source: No notifications found
nl_nl: Geen aankondigingen gevonden

source: No notifications found in trash
nl_nl: Geen aankondigingen gevonden in de prullenbak

source: Parent Notification
nl_nl: Hoofd Aankondiging

source: All Notifications
nl_nl: Alle Aankondigingen

source: Notification Archives
nl_nl: Aankondiging Archieven

source: Notification Attributes
nl_nl: Aankondiging Attributen

source: Insert into notifications
nl_nl: Voeg in aankondigingen

source: Uploaded to this notification
nl_nl: Geüpload naar deze aankondiging

source: Filter notifications list
nl_nl: Filter aankondigingen lijst

source: Notifications list navigation
nl_nl: Aankondigingen lijst navigatie

source: Notifications list
nl_nl: Aankondigingen lijst

source: Notification published
nl_nl: Aankondiging gepubliceerd

source: Notification published privately
nl_nl: Aankondiging privé gepubliceerd

source: Notification reverted to draft
nl_nl: Aankondiging teruggedraaid naar concept

source: Notification scheduled
nl_nl: Aankondiging ingepland

source: Notification updated
nl_nl: Aankondiging geüpdatet

source: Notification post type
nl_nl: Aankondiging post type

source: Requested song bid
nl_nl: Aangevraagd nummer bod

source: Price paid for requesting the song
nl_nl: Prijs betaald voor het aanvragen van het nummer
